{
  "welcome": "Welcome to iSpeech Helper",
  "home": "Home",
  "functions": "Functions",
  "account": "Account",
  "about": "About",
  "about_app": "About App",
  "premium": "Premium subscription",
  "month": "Month",
  "buy": "Buy",
  "logout": "Logout",
  "statistics": "Statistics",
  "exercises": "Exercises",
  "minutes": "Minutes of practice",
  "premium_active": "Premium subscription is active until {{date}}",
  "no_active_subscription": "You have no active subscription",
  "processing": "Processing...",
  "quarter": "Quarter",
  "year": "Year",
  "sign_in_telegram": "Sign in with Telegram",
  "discount_20": "20% off",
  "discount_40": "40% off",
  "premium_subscription": "Premium subscription",
  "settings": "Settings",
  "dark_theme": "Dark theme",
  "sound_effects": "Sound effects",
  "change_language": "Change language",
  "support": "Support",
  "back": "Back",
  "achievements": "Achievements",
  "days_in_a_row": "Days in a row",
  "best_streak": "Best streak",
  "achievement_first_steps": "First steps",
  "achievement_first_steps_desc": "Completed 10 exercises",
  "achievement_week": "Practice week",
  "achievement_week_desc": "7 days in a row",
  "achievement_word_master": "Word master",
  "achievement_word_master_desc": "Completed 100 exercises",
  "main_subtitle": "Your assistant for improving speech and diction",
  "breathing": "Breathing",
  "metronome": "Reading with Metronome",
  "smooth_reader": "Smooth reading",
  "tongue_twisters": "Tongue twister",
  "dafmaf": "DAF/MAF",
  "emotions": "Emotions",
  "emotions_trainer_title": "Emotions trainer",
  "emotion_joy": "Joy",
  "emotion_calm": "Calmness",
  "emotion_sad": "Sadness",
  "emotion_angry": "Anger",
  "emotion_surprised": "Surprise",
  "next_phrase": "Next phrase",
  "emotions_trainer_instruction": "Choose an emotion and read the phrase aloud, trying to express the indicated feeling with your voice. Change phrases and practice with different emotions.",
  "emotion_phrase_1": "This year will bring a great apple harvest",
  "emotion_phrase_2": "He was an hour late for the meeting",
  "emotion_phrase_3": "Look at that beautiful butterfly!",
  "emotion_phrase_4": "Yesterday I received an unexpected letter",
  "emotion_phrase_5": "The bus didn't come, I'll have to walk",
  "emotion_phrase_6": "I was told you've been waiting for me for a long time",
  "emotion_phrase_7": "I can't find my keys",
  "emotion_phrase_8": "This is the most delicious cake I've ever tasted",
  "emotion_phrase_9": "It will start raining in an hour",
  "emotion_phrase_10": "She didn't reply to my message",
  "dafmaf_title": "DAF/MAF",
  "dafmaf_instruction_main": "Use headphones. Adjust the settings and press start.",
  "dafmaf_instruction_1": "1. Put on your headphones.",
  "dafmaf_instruction_2": "2. Speak into the microphone — you will hear your voice with a delay (DAF) or with added noise (MAF).",
  "dafmaf_instruction_3": "3. Change the parameters to find a comfortable mode.",
  "dafmaf_mic_error": "Microphone access is required. Allow access in your browser settings.",
  "dafmaf_delay": "Delay (ms)",
  "dafmaf_volume": "Volume",
  "dafmaf_noise_volume": "Noise volume",
  "dafmaf_start": "Start",
  "dafmaf_stop": "Stop",
  "dafmaf_maf": "MAF",
  "breathing_exercise_title": "Breathing Exercise",
  "breathing_inhale": "INHALE",
  "breathing_hold": "HOLD",
  "breathing_exhale": "EXHALE",
  "breathing_press_start": "Press \"Start\"",
  "breathing_instruction_1": "1. Inhale through your nose for 4 seconds.",
  "breathing_instruction_2": "2. Hold your breath for 4 seconds.",
  "breathing_instruction_3": "3. Exhale through your mouth for 6 seconds.",
  "breathing_repeat": "Repeat 5 times.",
  "metronome_instruction": "Read the text aloud, synchronizing words with the metronome",
  "tempo_bpm": "Tempo (BPM)",
  "metronome_repeat": "Repeat 3-5 times, trying to maintain rhythm",
  "generate_affirmation": "Generate Affirmation",
  "affirmation_1": "My speech is a reflection of inner harmony, intelligence, and respect for others. I work daily on the clarity and expressiveness of my words, ensuring each statement is filled with meaning, kindness, and care. I consciously choose my intonation, pace, and rhythm so that my voice sounds soft, confident, and pleasant to hear. I am proud that I can convey my thoughts clearly and correctly, inspiring others by example. My speech helps me build trusting relationships, achieve goals, and create an atmosphere of mutual understanding. I take care of my voice health, do breathing exercises, train diction and articulation to speak easily, freely, and without tension. I am confident in my abilities and gladly share my thoughts, knowing that my speech is beautiful, correct, and beneficial to others. I strive to make each of my words bring benefit and joy to people around me.",
  "affirmation_2": "I improve my speech every day, doing exercises for voice, diction, breathing, and articulation. My speech becomes more beautiful, correct, healthy, and expressive. I am confident in my abilities and gladly share my thoughts, knowing that my speech helps me achieve goals, build strong relationships, and inspire others to develop and improve themselves. My voice sounds soft, pleasant, and healthy, and my words fill the space with positivity, kindness, and harmony. I know how to listen, be heard, build logical, interesting, and meaningful statements, maintain dialogue, and create an atmosphere of trust, respect, and mutual understanding.",
  "affirmation_3": "Every day I become better at the art of speech. My words flow smoothly and naturally, like a clear stream. I speak confidently and calmly, choosing precise and beautiful expressions. My speech reflects my inner strength and wisdom. I listen carefully to others and respond with understanding and empathy. Each of my words carries positivity and inspiration. I am proud of how I communicate with people and continue to develop my communication skills.",
  "affirmation_4": "My speech is my strong advantage. I speak clearly, distinctly, and convincingly. Each of my words has meaning and power. I know how to express my thoughts so that I am understood and heard. My speech helps me achieve success in life and career. I constantly work on improving my diction and articulation. My voice sounds confident and pleasant. I speak with respect for myself and others.",
  "affirmation_5": "I am a master of words and communication. My speech flows easily and naturally, like music. I know how to choose the right words in any situation. My presentations are always interesting and memorable. I speak with enthusiasm and conviction. My speech helps me build strong relationships and achieve my goals. I am proud of my ability to communicate and continue to improve in this art.",
  "affirmation_6": "I am a confident and effective communicator. My words have power and impact. I express myself clearly and authentically. My voice carries warmth and sincerity. I connect deeply with others through my speech. I am constantly growing and improving my communication skills. My words inspire and motivate those around me.",
  "affirmation_7": "My speech is a powerful tool for positive change. I choose my words with care and intention. I speak with clarity and purpose. My voice resonates with confidence and authority. I am a skilled storyteller and engaging speaker. My communication style is unique and authentic. I make a lasting impression through my words.",
  "affirmation_8": "I am becoming a master of verbal expression. My speech flows effortlessly and naturally. I articulate my thoughts with precision and grace. My voice projects confidence and warmth. I engage my audience with compelling narratives. I am developing a distinctive and memorable speaking style. My words create meaningful connections.",
  "affirmation_9": "My communication skills are growing stronger every day. I express myself with clarity and conviction. My voice carries the perfect balance of strength and gentleness. I connect with others through authentic and meaningful dialogue. I am developing my unique speaking style. My words have the power to inspire and transform.",
  "affirmation_10": "I am a confident and articulate speaker. My words flow with ease and grace. I express my thoughts with clarity and precision. My voice resonates with warmth and authority. I engage others through compelling storytelling. I am developing my personal communication style. My words create lasting impact.",
  "affirmation_11": "I speak with confidence and clarity. My words carry meaning and purpose. I express myself authentically and effectively. My voice projects warmth and sincerity. I connect deeply with my audience. I am constantly improving my communication skills. My words inspire positive change.",
  "affirmation_12": "My speech is a reflection of my inner wisdom. I choose my words with care and intention. I express myself with clarity and conviction. My voice carries the perfect tone and rhythm. I engage others through meaningful dialogue. I am developing my unique speaking style. My words create lasting connections.",
  "affirmation_13": "I am becoming a master of effective communication. My words flow naturally and effortlessly. I express my thoughts with precision and grace. My voice projects confidence and warmth. I connect with others through authentic dialogue. I am developing my personal speaking style. My words have the power to inspire.",
  "affirmation_14": "My communication skills are growing stronger. I speak with clarity and purpose. My words carry weight and meaning. I express myself authentically and effectively. My voice resonates with confidence and warmth. I engage others through compelling storytelling. I am developing my unique speaking style.",
  "affirmation_15": "I am a confident and engaging speaker. My words flow with ease and grace. I express my thoughts with clarity and precision. My voice carries warmth and authority. I connect with others through meaningful dialogue. I am developing my personal communication style. My words create lasting impact.",
  "affirmation_16": "My speech is a powerful tool for connection. I choose my words with care and intention. I express myself with clarity and conviction. My voice projects confidence and warmth. I engage others through authentic dialogue. I am developing my unique speaking style. My words inspire positive change.",
  "affirmation_17": "I am becoming a master of verbal expression. My words flow naturally and effortlessly. I articulate my thoughts with precision and grace. My voice resonates with confidence and warmth. I connect with others through compelling storytelling. I am developing my distinctive speaking style.",
  "affirmation_18": "My communication skills are growing stronger every day. I speak with clarity and purpose. My words carry meaning and impact. I express myself authentically and effectively. My voice projects warmth and authority. I engage others through meaningful dialogue. I am developing my unique speaking style.",
  "affirmation_19": "I am a confident and articulate speaker. My words flow with ease and grace. I express my thoughts with clarity and precision. My voice carries warmth and authority. I connect with others through authentic dialogue. I am developing my personal communication style. My words create lasting impact.",
  "affirmation_20": "My speech is a reflection of my inner strength. I choose my words with care and intention. I express myself with clarity and conviction. My voice projects confidence and warmth. I engage others through meaningful dialogue. I am developing my unique speaking style. My words inspire positive change.",
  "affirmation_21": "I am becoming a master of effective communication. My words flow naturally and effortlessly. I express my thoughts with precision and grace. My voice resonates with confidence and warmth. I connect with others through authentic dialogue. I am developing my personal speaking style. My words have the power to inspire.",
  "affirmation_22": "My communication skills are growing stronger. I speak with clarity and purpose. My words carry weight and meaning. I express myself authentically and effectively. My voice projects warmth and authority. I engage others through compelling storytelling. I am developing my unique speaking style.",
  "affirmation_23": "I am a confident and engaging speaker. My words flow with ease and grace. I express my thoughts with clarity and precision. My voice carries warmth and authority. I connect with others through meaningful dialogue. I am developing my personal communication style. My words create lasting impact.",
  "affirmation_24": "My speech is a powerful tool for connection. I choose my words with care and intention. I express myself with clarity and conviction. My voice projects confidence and warmth. I engage others through authentic dialogue. I am developing my unique speaking style. My words inspire positive change.",
  "affirmation_25": "I am becoming a master of verbal expression. My words flow naturally and effortlessly. I articulate my thoughts with precision and grace. My voice resonates with confidence and warmth. I connect with others through compelling storytelling. I am developing my distinctive speaking style.",
  "authorized_telegram": "You are authorized via Telegram",
  "smooth_reading_instruction": "Read the text slowly and smoothly, following the highlighting",
  "speed": "Speed",
  "smooth_reader_repeat": "Repeat 3–5 times, trying to keep the rhythm.",
  "random_text": "Random text",
  "smooth_reader_title": "Smooth Reader"
} 