{
  "welcome": "Добро пожаловать в iSpeech Helper",
  "about": "О проекте",
  "premium": "Премиум подписка",
  "month": "Месяц",
  "buy": "Купить",
  "logout": "Выйти",
  "statistics": "Статистика",
  "exercises": "Упражнений",
  "minutes": "Минут практики",
  "premium_active": "Премиум подписка активна до {{date}}",
  "no_active_subscription": "У вас нет активной подписки",
  "processing": "Обработка...",
  "quarter": "Квартал",
  "year": "Год",
  "sign_in_telegram": "Войти через Telegram",
  "discount_20": "Скидка 20%",
  "discount_40": "Скидка 40%",
  "premium_subscription": "Премиум подписка",
  "settings": "Настройки",
  "dark_theme": "Темная тема",
  "sound_effects": "Звуковые эффекты",
  "change_language": "Сменить язык",
  "support": "Техподдержка",
  "back": "Назад",
  "achievements": "Достижения",
  "days_in_a_row": "Дней подряд",
  "best_streak": "Лучшая серия",
  "achievement_first_steps": "Первые шаги",
  "achievement_first_steps_desc": "Выполнено 10 упражнений",
  "achievement_week": "Неделя практики",
  "achievement_week_desc": "7 дней подряд",
  "achievement_word_master": "Мастер слова",
  "achievement_word_master_desc": "Выполнено 100 упражнений",
  "main_subtitle": "Ваш помощник для улучшения речи и дикции",
  "breathing": "Дыхание",
  "metronome": "Чтение с метрономом",
  "smooth_reader": "Плавное чтение",
  "tongue_twisters": "Скороговорка",
  "dafmaf": "DAF/MAF",
  "emotions": "Эмоции",
  "emotions_trainer_title": "Тренажер эмоций",
  "emotion_joy": "Радость",
  "emotion_calm": "Спокойствие",
  "emotion_sad": "Грусть",
  "emotion_angry": "Злость",
  "emotion_surprised": "Удивление",
  "next_phrase": "Следующая фраза",
  "emotions_trainer_instruction": "Выберите эмоцию, прочитайте фразу вслух, стараясь выразить указанное чувство голосом. Меняйте фразы и тренируйтесь с разными эмоциями.",
  "emotion_phrase_1": "В этом году будет отличный урожай яблок",
  "emotion_phrase_2": "Он опоздал на встречу на целый час",
  "emotion_phrase_3": "Посмотри, какая красивая бабочка!",
  "emotion_phrase_4": "Вчера я получил неожиданное письмо",
  "emotion_phrase_5": "Автобус не пришел, придется идти пешком",
  "emotion_phrase_6": "Мне сказали, что вы давно меня ждете",
  "emotion_phrase_7": "Я не могу найти свои ключи",
  "emotion_phrase_8": "Это самый вкусный торт, который я пробовал",
  "emotion_phrase_9": "Через час начнется дождь",
  "emotion_phrase_10": "Она не ответила на мое сообщение",
  "dafmaf_title": "DAF/MAF",
  "dafmaf_instruction_main": "Используйте наушники. Настройте параметры и нажмите старт.",
  "dafmaf_instruction_1": "1. Наденьте наушники.",
  "dafmaf_instruction_2": "2. Говорите в микрофон — вы услышите свой голос с задержкой (DAF) или с наложением шума (MAF).",
  "dafmaf_instruction_3": "3. Меняйте параметры для подбора комфортного режима.",
  "dafmaf_mic_error": "Требуется доступ к микрофону. Разрешите доступ в настройках браузера.",
  "dafmaf_delay": "Задержка (мс)",
  "dafmaf_volume": "Громкость",
  "dafmaf_noise_volume": "Громкость шума",
  "dafmaf_start": "Старт",
  "dafmaf_stop": "Стоп",
  "dafmaf_maf": "MAF",
  "breathing_exercise_title": "Диафрагмальное дыхание",
  "breathing_inhale": "ВДОХ",
  "breathing_hold": "ЗАДЕРЖКА",
  "breathing_exhale": "ВЫДОХ",
  "breathing_press_start": "Нажмите \"Старт\"",
  "breathing_instruction_1": "1. Вдохните через нос на 4 секунды.",
  "breathing_instruction_2": "2. Задержите дыхание на 4 секунды.",
  "breathing_instruction_3": "3. Выдохните через рот на 6 секунд.",
  "breathing_repeat": "Повторите 5 раз.",
  "metronome_instruction": "Читайте текст вслух, синхронизируя слова с метрономом",
  "tempo_bpm": "Темп (BPM)",
  "metronome_repeat": "Повторите 3-5 раз, стараясь сохранять ритм",
  "generate_affirmation": "Сгенерировать аффирмацию",
  "affirmation_1": "Моя речь — это отражение внутренней гармонии, интеллекта и уважения к окружающим. Я ежедневно работаю над чистотой и выразительностью своих слов, чтобы каждое высказывание было наполнено смыслом, добротой и заботой. Я осознанно выбираю интонацию, темп и ритм, чтобы мой голос звучал мягко, уверенно и приятно для слуха. Я горжусь тем, что могу доносить свои мысли ясно и грамотно, вдохновляя других своим примером. Моя речь помогает мне строить доверительные отношения, достигать целей и создавать атмосферу взаимопонимания. Я забочусь о здоровье своего голоса, делаю дыхательные упражнения, тренирую дикцию и артикуляцию, чтобы говорить легко, свободно и без напряжения. Я уверен(а) в своих силах и с радостью делюсь своими мыслями, зная, что моя речь красива, грамотна и полезна для окружающих. Я стремлюсь к тому, чтобы каждое моё слово приносило пользу и радость людям вокруг.",
  "affirmation_2": "Я совершенствую свою речь каждый день, делаю упражнения для голоса, дикции, дыхания и артикуляции. Моя речь становится всё более красивой, грамотной, здоровой и выразительной. Я уверен(а) в своих силах и с радостью делюсь своими мыслями, зная, что моя речь помогает мне достигать целей, строить крепкие отношения и вдохновлять окружающих на развитие и самосовершенствование. Мой голос звучит мягко, приятно и здорово, а слова наполняют пространство позитивом, добротой и гармонией. Я умею слушать, быть услышанным, строить логичные, интересные и содержательные высказывания, поддерживать диалог и создавать атмосферу доверия, уважения и взаимопонимания.",
  "affirmation_3": "Каждый день я становлюсь лучше в искусстве речи. Мои слова текут плавно и естественно, как чистый ручей. Я говорю уверенно и спокойно, выбирая точные и красивые выражения. Моя речь отражает мою внутреннюю силу и мудрость. Я внимательно слушаю других и отвечаю с пониманием и эмпатией. Каждое моё слово несёт позитив и вдохновение. Я горжусь тем, как я общаюсь с людьми, и продолжаю развивать свои навыки коммуникации.",
  "affirmation_4": "Моя речь — это моё сильное преимущество. Я говорю чётко, ясно и убедительно. Каждое моё слово имеет значение и силу. Я умею выражать свои мысли так, чтобы меня понимали и слышали. Моя речь помогает мне добиваться успеха в жизни и карьере. Я постоянно работаю над улучшением своей дикции и артикуляции. Мой голос звучит уверенно и приятно. Я говорю с уважением к себе и другим.",
  "affirmation_5": "Я мастер слова и общения. Моя речь льётся легко и естественно, как музыка. Я умею подбирать нужные слова в любой ситуации. Мои выступления всегда интересны и запоминаются. Я говорю с энтузиазмом и убеждённостью. Моя речь помогает мне строить крепкие отношения и достигать поставленных целей. Я горжусь своим умением общаться и продолжаю совершенствоваться в этом искусстве.",
  "affirmation_6": "Я уверенный и эффективный коммуникатор. Мои слова имеют силу и влияние. Я выражаю себя ясно и аутентично. Мой голос несёт тепло и искренность. Я глубоко связываюсь с другими через свою речь. Я постоянно расту и улучшаю свои коммуникативные навыки. Мои слова вдохновляют и мотивируют окружающих.",
  "affirmation_7": "Моя речь — мощный инструмент для позитивных изменений. Я выбираю слова с заботой и намерением. Я говорю с ясностью и целью. Мой голос резонирует с уверенностью и авторитетом. Я умелый рассказчик и увлекательный оратор. Мой стиль общения уникален и аутентичен. Я оставляю неизгладимое впечатление своими словами.",
  "affirmation_8": "Я становлюсь мастером словесного выражения. Моя речь течёт без усилий и естественно. Я формулирую свои мысли с точностью и изяществом. Мой голос излучает уверенность и тепло. Я увлекаю аудиторию захватывающими историями. Я развиваю свой особенный и запоминающийся стиль речи. Мои слова создают значимые связи.",
  "affirmation_9": "Мои коммуникативные навыки становятся сильнее с каждым днём. Я выражаю себя с ясностью и убеждённостью. Мой голос несёт идеальный баланс силы и мягкости. Я связываюсь с другими через аутентичный и содержательный диалог. Я развиваю свой уникальный стиль речи. Мои слова имеют силу вдохновлять и трансформировать.",
  "affirmation_10": "Я уверенный и красноречивый оратор. Мои слова текут с лёгкостью и изяществом. Я выражаю свои мысли с ясностью и точностью. Мой голос резонирует с теплом и авторитетом. Я увлекаю других через захватывающее повествование. Я развиваю свой личный стиль общения. Мои слова создают длительное влияние.",
  "affirmation_11": "Я говорю с уверенностью и ясностью. Мои слова несут смысл и цель. Я выражаю себя аутентично и эффективно. Мой голос излучает тепло и искренность. Я глубоко связываюсь со своей аудиторией. Я постоянно улучшаю свои коммуникативные навыки. Мои слова вдохновляют на позитивные изменения.",
  "affirmation_12": "Моя речь — отражение моей внутренней мудрости. Я выбираю слова с заботой и намерением. Я выражаю себя с ясностью и убеждённостью. Мой голос несёт идеальный тон и ритм. Я увлекаю других через содержательный диалог. Я развиваю свой уникальный стиль речи. Мои слова создают прочные связи.",
  "affirmation_13": "Я становлюсь мастером эффективной коммуникации. Мои слова текут естественно и без усилий. Я выражаю свои мысли с точностью и изяществом. Мой голос излучает уверенность и тепло. Я связываюсь с другими через аутентичный диалог. Я развиваю свой личный стиль речи. Мои слова имеют силу вдохновлять.",
  "affirmation_14": "Мои коммуникативные навыки становятся сильнее. Я говорю с ясностью и целью. Мои слова несут вес и смысл. Я выражаю себя аутентично и эффективно. Мой голос резонирует с уверенностью и теплом. Я увлекаю других через захватывающее повествование. Я развиваю свой уникальный стиль речи.",
  "affirmation_15": "Я уверенный и увлекательный оратор. Мои слова текут с лёгкостью и изяществом. Я выражаю свои мысли с ясностью и точностью. Мой голос несёт тепло и авторитет. Я связываюсь с другими через содержательный диалог. Я развиваю свой личный стиль общения. Мои слова создают длительное влияние.",
  "affirmation_16": "Моя речь — мощный инструмент для связи. Я выбираю слова с заботой и намерением. Я выражаю себя с ясностью и убеждённостью. Мой голос излучает уверенность и тепло. Я увлекаю других через аутентичный диалог. Я развиваю свой уникальный стиль речи. Мои слова вдохновляют на позитивные изменения.",
  "affirmation_17": "Я становлюсь мастером словесного выражения. Мои слова текут естественно и без усилий. Я формулирую свои мысли с точностью и изяществом. Мой голос резонирует с уверенностью и теплом. Я связываюсь с другими через захватывающее повествование. Я развиваю свой особенный стиль речи.",
  "affirmation_18": "Мои коммуникативные навыки становятся сильнее с каждым днём. Я говорю с ясностью и целью. Мои слова несут смысл и влияние. Я выражаю себя аутентично и эффективно. Мой голос излучает тепло и авторитет. Я увлекаю других через содержательный диалог. Я развиваю свой уникальный стиль речи.",
  "affirmation_19": "Я уверенный и красноречивый оратор. Мои слова текут с лёгкостью и изяществом. Я выражаю свои мысли с ясностью и точностью. Мой голос несёт тепло и авторитет. Я связываюсь с другими через аутентичный диалог. Я развиваю свой личный стиль общения. Мои слова создают длительное влияние.",
  "affirmation_20": "Моя речь — отражение моей внутренней силы. Я выбираю слова с заботой и намерением. Я выражаю себя с ясностью и убеждённостью. Мой голос излучает уверенность и тепло. Я увлекаю других через содержательный диалог. Я развиваю свой уникальный стиль речи. Мои слова вдохновляют на позитивные изменения.",
  "affirmation_21": "Я становлюсь мастером эффективной коммуникации. Мои слова текут естественно и без усилий. Я выражаю свои мысли с точностью и изяществом. Мой голос резонирует с уверенностью и теплом. Я связываюсь с другими через аутентичный диалог. Я развиваю свой личный стиль речи. Мои слова имеют силу вдохновлять.",
  "affirmation_22": "Мои коммуникативные навыки становятся сильнее. Я говорю с ясностью и целью. Мои слова несут вес и смысл. Я выражаю себя аутентично и эффективно. Мой голос излучает тепло и авторитет. Я увлекаю других через захватывающее повествование. Я развиваю свой уникальный стиль речи.",
  "affirmation_23": "Я уверенный и увлекательный оратор. Мои слова текут с лёгкостью и изяществом. Я выражаю свои мысли с ясностью и точностью. Мой голос несёт тепло и авторитет. Я связываюсь с другими через содержательный диалог. Я развиваю свой личный стиль общения. Мои слова создают длительное влияние.",
  "affirmation_24": "Моя речь — мощный инструмент для связи. Я выбираю слова с заботой и намерением. Я выражаю себя с ясностью и убеждённостью. Мой голос излучает уверенность и тепло. Я увлекаю других через аутентичный диалог. Я развиваю свой уникальный стиль речи. Мои слова вдохновляют на позитивные изменения.",
  "affirmation_25": "Я становлюсь мастером словесного выражения. Мои слова текут естественно и без усилий. Я формулирую свои мысли с точностью и изяществом. Мой голос резонирует с уверенностью и теплом. Я связываюсь с другими через захватывающее повествование. Я развиваю свой особенный стиль речи.",
  "authorized_telegram": "Вы авторизованы через Telegram",
  "smooth_reading_instruction": "Читайте текст медленно и плавно, следуя за подсветкой",
  "speed": "Скорость",
  "smooth_reader_repeat": "Повторите 3–5 раз, стараясь сохранять ритм.",
  "random_text": "Случайный текст",
  "smooth_reader_title": "Плавное чтение",
  "reset_progress": "Сбросить прогресс",
  "reset_progress_confirmation": "Сбросить прогресс?",
  "reset_progress_warning": "Это действие нельзя отменить. Весь ваш прогресс, включая уровни, достижения и статистику, будет сброшен.",
  "cancel": "Отмена",
  "confirm": "Подтвердить"
} 